app/controllers/pharmacies_controller.rb

INSERT INTO "pharmacies" ("patient_id", "ticket_id", "remarks", "inventory_item", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["patient_id", nil], ["ticket_id", 34], ["remarks", nil], ["inventory_item", "tre"], ["created_at", "2022-11-02 12:05:14.780902"], ["updated_at", "2022-11-02 12:05:14.780902"]]
---
   def create
    pharmacies = Pharmacy.create(pharmacy_params)